Repository: amanya/spoof
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: ca

source: You have been challenged!
ca: T'han desafiat!

source: Spoof &middot; Twitter Edition
ca: Spoof &middot; Edició Twitter

source: The Twitter edition of Spoof game
ca: El joc dels Xinos per Twitter

source: Created by
ca: Creat per

source: Challenge accepted
ca: Desafiament acceptat

source: start again
ca: torna a començar

source: How many coins do you want to hold
ca: Quantes monedes vols jugar

source: What's your guess
ca: Quina és la teva juguesca

source: Click to send your guess
ca: Clica per enviar la teva juguesca

source: make your guess
ca: fes la teva juguesca

source: Challenge your followers!
ca: Desafia els teus seguidors!

source: Enter your Twitter username
ca: Escriu el teu nom d'usuari de Twitter

source: Username
ca: Nom d'usuari

source: Now enter your adversary's Twitter username
ca: Escriu el nom d'usuari de Twitter del teu adversari

source: And finally make your guess
ca: I finalment fes la teva juguesca

source: Click the Tweet button to send the challenge to your follower
ca: Clica al botó Tuita per enviar el desafiament al teu seguidor

source: Tweet
ca: Tuita
